{"name":[{"type":["ALL"],"ques":"What is a Hotspot?","ans":"Hotspots are wireless routers similar to your home WiFi router that enables smart devices to\n      connect to a global wireless network. In exchange for hosting a Mint Hotspot and building the\n      network, you earn Helium Network Tokens (HNT) that are converted into cash and paid to you."},{"type":["ALL"],"ques":"What is Helium and Why Does it Matter?","ans":"Helium is a global, distributed network of Hotspots that create public, long-range wireless\n      coverage for LoRaWAN-enabled IoT devices. Hotspots produce and are compensated in HNT,\n      the native cryptocurrency of the Helium blockchain. The Helium blockchain is a new, open\n      source, public blockchain created entirely to incentivize the creation of physical, decentralized\n      wireless networks. Today, the Helium blockchain, and its tens of thousands of Hotspots, provide\n      access to the largest LoRaWAN Network in the world."},{"type":["EARNINGS","ALL"],"ques":"How Do I Earn Money Doing This?","ans":"Hosts get paid through a tokenized incentive structure. Hotspots “mine” HNT tokens based on\n      the quality of coverage they create. Your rewards will be automatically converted into $USD at\n      the end of every earnings period and will be deposited directly to your PayPal account.\n      \n      As the network grows, you’re earning money and you’re helping to build the global wireless\n      network of the future.\n      \n      *Earnings vary based on factors outside of our control, including your specific location, quality of\n      coverage, and the market price of Helium Network Tokens.*"},{"type":["EARNINGS","ALL"],"ques":"What is the Incentive Structure?","ans":"Hosts earn 30% of the Helium Network Tokens (HNT) generated by your Hotspot. Hosts can\n    multiply their earnings by becoming a Partner through our referral program.\n    \n    MintHNT Partners can earn an additional 20% of the rewards generated by a Host for their first\n    12 months on MintHNT."},{"type":["SETUP","ALL"],"ques":"How Long Does it Take To Install a Mint Hotspot?","ans":"Approximately 5 minutes.\n    \n    Hotspots are provided and shipped free of charge and are pre-configured for your home\n    address so that all you have to do is plug it into a power outlet and connect it to the internet\n    through your home WiFi network or a direct Ethernet connection.\n    You will be able to track your earnings on the Helium Explorer.\n    "},{"type":["SETUP","ALL"],"ques":"How Do I Decide Where To Place My Hotspot To Earn The Most?","ans":"Rewards are based on the quality of coverage you create. Here are a few tips to help you\n    maximize your earnings:\n  <ul class='pl-4 list-disc'>   <li> Place your Hotspot up as high as possible, in the window overlooking wide-open spaces.\n  </li> <li> Ovoid obstructions such as bug screens or metal security covers, which can block your\n </li> </ul>   Hotspot radiofrequency and will reduce your earnings."},{"type":["ALL","ALL"],"ques":"Can I set up multiple hotspots in one house?","ans":"No. The Helium Proof-of-Coverage incentives structure rewards hosts for creating quality\n    coverage. Hotspots located within 300 meters of another hotspot will compete for rewards, so\n    your hotspot will earn less if it is co-located with another hotspot. If you are interested in\n    multiplying your earnings, you can join the MintHNT partner program and get an additional 20%\n    earnings through your referrals."},{"type":["ALL"],"ques":"Why wouldn't I just buy one myself?","ans":"Hotspots are currently in extremely high demand and are back-ordered by >8-months delivery\n    times. The economic incentives structure behind the Helium Network Token rewards hotspot\n    hosts that are first to create coverage in their areas. As more hotspots are deployed worldwide,\n    fewer tokens will be available to minder. Furthermore, There is a finite amount of HNT tokens\n    that are minted on a fixed, declining schedule with halving events. Tokens will be minted starting\n    at a rate of 5M HNT/month and then halving every 2 years. On August 1st, 2021 the net HNT\n    issuance will be reduced to 2.5M HNT per month. Thus, earnings are expected to decrease\n    over time as more miners compete for a limited supply of HNT.\n    \n    Hosting a hotspot through MintHNT allows you to get started mining immediately and take\n    advantage of being a first mover in this new wireless economy. Finally, by participating in the\n    MintHNT hosting program, you are eligible to multiply your earnings by becoming a partner. No\n    other Helium hosting provider offers referral rates as high as the MintHNT Partner Program."},{"type":["ALL","EARNINGS"],"ques":"Why can I not just get the earnings in HNT as I want to stay invested in crypto?","ans":"As with nearly every cryptocurrency, the price of HNT is highly volatile. This makes it\n    significantly more difficult to deliver predictable earnings. By cashing out your HNT on a monthly\n    basis, you are limiting your exposure to token price volatility."},{"type":["EARNINGS","ALL"],"ques":"How are my earnings taxed?","ans":"Income from cryptocurrency mining activity is subject to two types of taxes: ordinary income tax\n    (reported in form 1099) and capital gain/loss (Schedule D). MintHNT offers all Hosts with a\n    complete accounting service for your mining rewards to ensure you have complete clarity for\n    your tax preparation. As with all other miscellaneous income sources, MintHNT Hosts are\n    expected to manage their own tax payments from their monthly earnings."},{"type":["ALL"],"ques":"How Secure is This Device?","ans":"The Helium network is protected with end-to-end data encryption with multiple layers of\n    hardware and software-based security measures, providing maximum protection for your\n    devices and data. We do not gather, store, or monetize your data. While the internet connection\n    is necessary, it is only used to enable communications between endpoint devices, your Hotspot\n    and the Helium blockchain."},{"type":["TROUBLESHOOTING","ALL"],"ques":"I have come to \"you do not own this device\"?","ans":"As with nearly every cryptocurrency, the price of HNT is highly volatile. This makes it\n    significantly more difficult to deliver predictable earnings. By cashing out your HNT on a monthly\n    basis, you are limiting your exposure to token price volatility."},{"type":["EARNINGS","ALL"],"ques":"How Can I follow My Hotspot Rewards","ans":"There are two ways you can follow your hotspot rewards:\n <ul class='pl-4 list-disc'><li>The Helium Hotspot App\n   </li><ul class='pl-4 list-disc'> <li>From the App home screen, tap the magnifying glass in the upper right corner.\n </li>   <li> Tap “All Hotspots” and then search for your hotspot name. Tap on your hotspot\n    name below.\n </li>   <li> Then tap the flag icon in the upper right corner\n  </li> </ul>  </li><li> The Helium Blockchain Explorer\n   <ul class='pl-4 list-disc'><li> Search for your hotspot name and then bookmark this page for future reference.\n  </li></ul></ul>  You can download a CSV report with your historical earnings."},{"type":["ALL"],"ques":"I am moving, can I take my Hotspot with me?","ans":"In order to generate rewards, your Hotspot communications are witnessed by nearby hotspots\n    in order to prove that you are creating coverage where you say you are. If you are moving, you\n    will need to notify support@MintHNT.com and provide your new address in order to reconfigure\n    your device to your new location."},{"type":["TROUBLESHOOTING","ALL"],"ques":"My device went offline, how do I get it back online?","ans":"All you need to do is power cycle your device by unplugging it and plugging it back into its\n    power supply. If your Hotspot is still not connecting, you can use the Helium app and run the\n    diagnostic check on it. Screenshot the results of the diagnostic report and send it to the\n    MintHNT team."},{"type":["TROUBLESHOOTING","ALL"],"ques":"What happens if my Hotspot is broken?","ans":"<p>Email support@MintHNT.com and we can send you a return shipping label to send back to us. Once the damage/broken is confirmed by our team, you will get a new Hotspot.</p>"},{"type":["EARNINGS","ALL"],"ques":"How much can I expect to earn per month?","ans":"<p>Your Mint Hotspot will earn you 30% of mining rewards, which depends on multiple factors including:</p><ul><li>Price of HNT (real-time price data can be found on www.coinmarketcap.com)</li><li>Connectivity to other Hotspots</li><li>Engaging in Proof of Coverage challenges</li><li>Distance from other Hotspots</li><li>The placement of the Mint Hotspot in your house.</li><li class=\"ql-indent-1\"><strong>Low Performance Location:</strong> 2 HNT / Day (60 HNT / Month) = $270</li><li class=\"ql-indent-1\"><strong>Average Performance Location:</strong> 4 HNT / Day (120 HNT / Month) =$540</li><li class=\"ql-indent-1\"><strong>Strong Performance Location:</strong> 8 HNT / Day (240 HNT / Month) =$1,08</li></ul>"},{"type":["PAYMENTS","ALL"],"ques":"When Will I Get Paid?","ans":"The first MintHNT payment period will be for the month of June 2021. Every month thereafter,\n    payments will be processed by the end of the first week. Earnings are calculated using the\n    <a class=\"underline\" href=\"https://explorer.helium.com/\" target=\"_blank\">Helium Oracle price on the Helium Explorer</a>. Prices settle on the last day of each month at\n    11:59pm GMT.\n    \n    Your monthly earnings will be sent to your PayPal Account."},{"type":["PAYMENTS","ALL"],"ques":"How Do I Know My Payments Are Accurate?","ans":"<p>Monthly Host and Partner reports are compiled by our accounting firm that specializes in cryptocurrency, <a href=\"https://www.friedmanllp.com/\" rel=\"noopener noreferrer\" target=\"_blank\">Friedman LLP</a>.</p>"},{"type":[],"ques":"","ans":""}]}